[
    {
        "id": 1,
        "title": "Эчпочмак",
        "description": "Традиционный татарский пирожок с мясом, картофелем и луком, запечённый до золотистой корочки.",
        "cost": 150,
        "image_url": "https://avatars.mds.yandex.net/i?id=1c67f7172c331c5aa6be4228851ed7d5cd06e29c-5354411-images-thumbs&n=13",
        "history": "Эчпочмак — одно из самых древних блюд татарской кухни. Его готовили в походах и на праздниках. Название происходит от слова 'эче почмак', что значит 'половина угла' — так называется форма пирожка. Раньше его часто брали в дорогу как сытную и удобную еду. В старину эчпочмак мог служить подарком для гостей или знаком уважения между родами."
    },
    {
        "id": 2,
        "title": "Чак-чак",
        "description": "Сладкое татарское угощение из теста, масла и мёда. Подается в виде хрустящих комочков.",
        "cost": 200,
        "image_url": " https://avatars.mds.yandex.net/i?id=a22a30e80219bb7a660f50bcc39260ad3d1a00d8-10268314-images-thumbs&n=13",
        "history": "Чак-чак — символ гостеприимства и радушия. Готовился на свадьбах и важных торжествах. Существует поверье, что чем больше комочков склеятся при подаче, тем крепче будет семейный союз. Это блюдо часто передавалось из поколения в поколение как часть семейного ритуала. В некоторых регионах чак-чак подавали даже как угощение для богов в языческие времена."
    },
    {
        "id": 3,
        "title": "Кыстыбый",
        "description": "Румяные картофельные оладушки с фаршем внутри. Традиционное домашнее блюдо.",
        "cost": 180,
        "image_url": " https://avatars.mds.yandex.net/i?id=91d17c6361c49e9626e3ab865645e3f5cc9ceff3-5232112-images-thumbs&n=13",
        "history": "Кыстыбый — это классическое домашнее блюдо татар, которое часто готовили в сельских семьях. Оно сочетает простоту и сытность, идеально подходило для питания в холодное время года. Блюдо особенно ценилось за экономичность и возможность использовать остатки картофеля и мяса. Готовили его не только как повседневную еду, но и подавали на праздники в кругу семьи."
    },
    {
        "id": 4,
        "title": "Тукемеш",
        "description": "Пышные лепёшки из заварного теста, фаршированные мясом или сыром.",
        "cost": 170,
        "image_url": " https://avatars.mds.yandex.net/i?id=09a13b2b4239aafc1342aa923e394d9468c768cc-4598658-images-thumbs&n=13",
        "history": "Тукемеш — популярное блюдо в степных регионах Поволжья. Известен с давних времён как удобная еда для путешествий и долгих дорог. Готовили его даже в походных условиях. Лепёшки долго сохраняли тепло и питательность, что делало их незаменимыми в пути. Иногда вместо мяса использовали творог или тыкву, в зависимости от сезона и доступности продуктов."
    },
    {
        "id": 5,
        "title": "Катык",
        "description": "Натуральный татарский кисломолочный напиток, приготовленный по деревенским рецептам.",
        "cost": 90,
        "image_url": " https://avatars.mds.yandex.net/i?id=4552d8ff11454897585b8fd5a31f4305aefba9f1-5384283-images-thumbs&n=13",
        "history": "Катык — древний напиток, известный ещё со времён кочевых тюркских племён. Использовался не только как освежающий напиток, но и как средство сохранения здоровья и долголетия. Этот напиток был основным источником белка и полезных бактерий в рационе кочевников. До появления холодильников катык помогал сохранять молоко дольше без порчи."
    },
    {
        "id": 6,
        "title": "Бишбармак",
        "description": "Традиционное блюдо из теста с мясом и наваристым бульоном. Символ гостеприимства.",
        "cost": 250,
        "image_url": " https://avatars.mds.yandex.net/i?id=f8e14ffaa1e73cd75ebb898f81c1b1966ff57872-5336886-images-thumbs&n=13",
        "history": "Бишбармак — блюдо, связанное с казахскими и татарскими традициями. В переводе с казахского означает 'пять пальцев', так как ели его руками. Готовилось на большие праздники и встречи гостей. Считалось важной частью этикета предложить гостям горячий бишбармак сразу после прибытия. Мясные ломтики нарезались строго по определённым правилам, чтобы подчеркнуть уважение к посетителям."
    },
    {
        "id": 7,
        "title": "Айран",
        "description": "Освежающий йогуртный напиток с травами, популярный в летнюю жару.",
        "cost": 80,
        "image_url": " https://avatars.mds.yandex.net/i?id=5e37807dcb5c4bd6d7b482ea80bec0ea776805cc-9227633-images-thumbs&n=13",
        "history": "Айран — традиционный напиток многих тюркских народов. Известен своими охлаждающими и пищеварительными свойствами. Был особенно популярен в степях в жаркие дни. Напиток считался едой пастухов и воинов, которым требовалась прохлада и энергия. Его часто подавали с хлебом или лепёшками как полноценный перекус."
    },
    {
        "id": 8,
        "title": "Тандыр Кабаб",
        "description": "Мясо на шпажках, запеченное в тандыре на углях. Аромат дыма и пряностей.",
        "cost": 300,
        "image_url": " https://avatars.mds.yandex.net/i?id=20fb9dafa296e04122bdf9f5d212c0d2990e552c-12714047-images-thumbs&n=13",
        "history": "Тандырный способ приготовления мяса пришёл из Центральной Азии. Мясо на шампурах, запечённое в глиняной печи, считалось блюдом для особых случаев. Считается, что такой способ помогает сохранить сочность и аромат мяса. Этот метод стал символом гостеприимства и щедрости хозяев. Общество собиралось вокруг тандыра, превращая процесс приготовления в событие с песнями и беседами."
    }
]