import BigCard from '../components/BigCard'

export default function Home() {
    return (
        <>
            <BigCard
                img="https://avatars.mds.yandex.net/i?id=c3d66ca9ca0172d9e6411b94fac9846f0b17e486-12475985-images-thumbs&n=13"
                name="Вождь Революции"
                content="Картельные сговоры не допускают ситуации, при которой сторонники тоталитаризма в науке неоднозначны и будут рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок. Каждый из нас понимает очевидную вещь: социально-экономическое развитие позволяет оценить значение инновационных методов управления процессами. В рамках спецификации современных стандартов, действия представителей оппозиции превращены в посмешище, хотя само их существование приносит несомненную пользу обществу."
                cost="100"
            ></BigCard >
        </>
    );
}